get = {
    'greeting_firsttime': '🤘Добро пожаловать в OKEICoinBOT - бот, позволяющий совершать транзакции Океиками (ОкеиКоинами). Океики в любой момент можно обменять на баллы БРС!',
    'greeting': '🤘Добро пожаловать в OKEICoinBOT! Вы в главном меню!',

    'enter_name': 'Кажется, вы здесь впервые. Для регистрации введите имя и фамилию:',
    'enter_group': 'Осталось совсем немного. Теперь введите группу:',

    'success_registration': 'Регистрация успешно завершена! Приятного пользования',
    'error_registration': 'Кажется, что-то пошло не так! Повторите попытку позже или обратитесь в тех. поддержку: @amigun',

    'help': '⚙️ Тех. поддержка: @amigun',
    'profile': '👤 Имя и фамилия: {}\n👥 Группа: {}\n💳 Счет: ```{}```\n💸 Баланс: {} океиков',
    
    'not_enough_balance': '❗️Недостаточно баланса',
    'enter_count_of_coins': '▶️ Введите количество океиков, которые переведутся в баллы БРС:',
    'isntdigit': '❗️Вы ввели не число! Попробуйте снова',
    'success_of_withdraw': '✅ Океики успешно потрачены! ',
    
    'enter_pay_account_to_transfer': '▶️ Введите счет пользователя, которому вы хотите перевести океики:',
    'not_found_pay_account': '❗️ Пользователь с таким счетом не найден! Попробуйте снова',
    'enter_count_if_okeicoins': '▶️ Введите количество океиков, которые вы хотите перевести пользователю:',
    'you_transfer_okeicoins_to': '✅ Перевод успешно совершен!',
    'user_transfer_okeicoins_to_you': '💰 Вам были переведены океики! Проверьте баланс в личном кабинете!',

    'send_qr_for_getadmin': '⬆️ Пришлите специальный QR-код:',
    'qr_is_not_found': '❗️ Кажется, здесь нету QR-кода. Попробуйте кадрировать фотографию, чтобы на ней был только QR-код',
    'you_are_admin': '👑 Вы теперь администратор и можете выдавать океики командой /createqr N',
    'qr_is_error': '❗️ QR-код для получения прав администратора неправильный',

    'enter_count_of_okeicoins': '❗️ Вы не ввели количество океиков! Чтобы создать QR-код для получения океиков, используйте команду /createqr N, где N - количество океиков, которые нужно создать',
    'count_is_not_int': '❗️ В качестве количества океиков введено не число!',
    'not_enough_permission': '❗️ Недостаточно прав для выполнения данной команды!',
}

buttons = {
    'help': '🆘 Помощь',
    'profile': '👤 Профиль',
    'transfer': '💰 Перевести',
    'spend': '💎 Потратить'
}
