get = {
    'greeting_firsttime': '🤘Добро пожаловать в OKEICoinBOT - бот, позволяющий совершать транзакции Океиками (ОкеиКоинами). Океики в любой момент можно обменять на баллы БРС!',
    'greeting': '🤘Добро пожаловать в OKEICoinBOT! Вы в главном меню!',

    'enter_name': 'Кажется, вы здесь впервые. Для регистрации введите имя и фамилию:',
    'enter_group': 'Осталось совсем немного. Теперь введите группу:',

    'success_registration': 'Регистрация успешно завершена! Приятного пользования',
    'error_registration': 'Кажется, что-то пошло не так! Повторите попытку позже или обратитесь в тех. поддержку: @amigun',

    'help': '⚙️ Тех. поддержка: @amigun',
    'profile': '👤 Имя и фамилия: {}\n👥 Группа: {}\n💳 Счет: ```{}```\n💸 Баланс: {} океиков',
    
    'not_enough_balance': '❗️Недостаточно баланса',
    'enter_count_of_coins': '▶️ Введите количество океиков, которые переведутся в баллы БРС:',
    'isntdigit': '❗️Вы ввели не число! Попробуйте снова',
    'success_of_withdraw': '✅ Океики успешно потрачены! '
}

buttons = {
    'help': '🆘 Помощь',
    'profile': '👤 Профиль',
    'transfer': '💰 Перевести',
    'spend': '💎 Потратить'
}
